'use strict'

/**
 * @module
 * @version 0.0.1
 * @author Oleg Dutchenko <dutchenko.o.dev@gmail.com>
 */

// ----------------------------------------
// Private
// ----------------------------------------

// в этой части файла создаються и описываються
// вспомогательные значения и методы, который будут использованы
// внутри вашего основного кода, ради которого создан этот файл
// Также слово приватный - обозначает что эти значения и методы
// не будут доступны за пределами этого файла

// ----------------------------------------
// Public
// ----------------------------------------

/**
 * @namespace
 */
const Browserizr = {
  is () {
    console.log(1)
  }
}

// ----------------------------------------
// Exports
// ----------------------------------------

export default Browserizr
